#1) გამოიტანს str-ს
#2) ...
#3) დიაპაზონისთვის
#4) კონკატინაციაში გვჭირდება + რადგან კონკატინაცია ორი ტექსტის (სტრინგის) მიმატებას
#5) real იმიტო რო ეგრეა
#6) input იმიტო რო ეგრეა
#7) for
#8) float
#9) false
#10) while true
#11) hello world
#12) მე რა ვიცი
#13) .py
#14) true
#15) var_name
#16) 555
#17) o
#18) აზრზე არა ვარ
#19) არის ციკლი რომელიც გარკვეულდრომდე გრძელდება
#20) სიმართლე და სიცრუე იმიტო რო არი 
#21) 1<=1
#22) and
#23) my_list[2]
#24) list [1,2,3]
#25) html = hyper text markup language
#26) head გამოიყენება შესანახად
#27) <a>
#28) <h1>
#29) alt
#30) დოკუმენტს რო სათაური ქონდეს
#31) line breaks
#32) ul
#33) <input type="checkbox">
#34) style
#35) <input type ="text">
#36) href
#37) em არის დახრილი ტექსტი
#38)
#39) 
#40) 
#41)
#42)
#43)
#44)
#45)
#46)
#47)
#48)
#49)
#50)