# 1) დაწერეთ ფუნქცია რომელიც ორ რიცხვს შეადარებს და დააბრუნებს უფრო დიდ რიცხვს
# 2) დაწერეთ ფუნქცია სადაც შემოიტანთ ერთ რიცხვს არგუმენტად და შემდეგ შეამოწმეთ ლუწია თუ კენტი
# 3) დაწერეთ ფუნქცია სადაც პარამეტრად გექნებათ მომხმარებლის სახელი შემდეგ დაპრინტეთ მისასალმებელი მესიჯი მაგალითად Hello Davit!
# 4)დაწერეთ ფუნქცია სადაც მომხმარებელს გამოაცნობინებთ რიცხვს თუ რიცხვს გამოიცნობს დაუწერეთ “სწორია ყოჩაღ!” სხვა შემთხვევაში “არასწორია, თავიდან სცადე”
#def number_343 ():
    #number_343 = 343
    #input("enter the code :") 
    #if input == 343:
            #print("yessir")
    #else:
          #print("nuh uh")
#print(number_343)