#  შევნქმანთ სია სადაც იქნება ელემენტები: ფასანარული ხინკალი, მწვადი, კახური ღღვინო , ლობიო, შოთის პური, ღიპი, ქართული მუსკები, ბიგეტნიას ქაბაბი, კომპოტი
# 1)ფაასნაურილი ხინკალიდან ლობიო მდე
# 2) ლობიოდან ბოლომდე
# 3) მწვადიდან კახური ღვინის ჩათვლით

georgian_wedding = ["ფასანაურული ხინკალი", "მწვადი", "კახური ღვინო", "ლობიო", "შოთის პური", "ღიპი", "ქართული მუსიკები", "ქაბაბი", "ბებოს კამპოტი"]
print(georgian_wedding[0:4])
print(georgian_wedding[3:])
print(georgian_wedding[1:3])

# goa best :) ❤️