# #დავალება 1:
# ახსენი თავიდან ბოლომდე რა არის flex და რაში გვჭირდება (edited)
# Flex არის CSS-ის განლაგების სისტემა, რომელიც ელემენტების ჰორიზონტალურად ან ვერტიკალურად მოქნილად განლაგებას უზრუნველყოფს.

# დავალება 2:
# დაწერე პატარა მაგალითი თუ როგორ უნდა გამოვიყენოთ flex (edited)
# Flex-ის გამოყენებისთვის კონტეინერს ვაძლევ display: flex, რათა მისი შვილები მოქნილად განლაგდნენ.

# დავალება 3:
# შექმენი კონტეინერი (div), რომელიც შეიცავს სამ ელემენტს (div). გამოიყენე Flexbox, რათა ელემენტები ჰორიზონტალურად განლაგდნენ და თანაბრად გადანაწილდნენ. (edited)
# justify-content: space-between ახდენს ელემენტების ჰორიზონტალურად თანაბრად გადანაწილებას კონტეინერში.

# დავალება 4:
# შექმენი კონტეინერი (div), რომელიც შეიცავს სამ ელემენტს (div). გამოიყენე Flexbox, რათა ელემენტები ვერტიკალურად განლაგდნენ და თანაბრად გადანაწილდნენ. (edited)
# flex-direction: column და justify-content: space-between აწყობს ელემენტებს ვერტიკალურად თანაბარი შუალედით.

# დავალება 5:
# შექმენი კონტეინერი (div), რომელიც შეიცავს სამ ელემენტს (div). გამოიყენე Flexbox, რათა ელემენტები დიაგონალზე(ნებისმიერი მხრიდან დიწყოს) განლაგდნენ და თანაბრად გადანაწილდნენ. (edited)
# ელემენტების დიაგონალზე განლაგება Flex-ში მოითხოვს დამატებით margin-ებით თამაშს ვიზუალური ეფექტის მისაღებად.

 # დავალება 6:
# შექმენი კონტეინერი (div), რომელიც შეიცავს სამ ელემენტს (div). გამოიყენე Flexbox, რათა ელემენტები შუაში(ზევიდან ქვევით) განლაგდნენ და თანაბრად გადანაწილდნენ. (edited)
# justify-content: center და align-items: center აწყობს ელემენტებს ცენტრში, ზევიდან ქვევით თანაბრად.



